Repository: AlexMost/c-3po-demo
Catalog: i18n/ua.po
Languages: uk

source: Demo page for c-3po and react library
uk: Демо сторінка для с-3po та react бібліотеки

source: Choose locale
uk: Оберіть мову

source: Ukrainian
uk: Українська

source: English
uk: Англійська

source: me
uk: мене

source: Ngettext demo
uk: Ngettext демо

source: ${ n } time clicked
uk: клікнули ${ n } раз

source: Click ${ btn }
uk: Натисни ${ btn }

source: Deadly boring counter demo (but with plurals)
uk: До біса нудний приклад з лічильником

source: You have clicked ${ n } times
uk: Ви натиснули ${ n } раз

source: Click me
uk: Клікай (трясця твоїй матері)

source: this is multiline demo for demonstrating multiline strings
uk: це багато букоф для демо коли багато букоф
